Repository: gitter-badger/ios-app
Catalog: Geofancy/*.lproj/Localizable.strings
Languages: de

source: New Fence
de: Neuer Fence

source: Please configure your global url
de: Bitte konfiguriere die globale URL

source: Select http-method
de: HTTP-Methode wählen

source: Please chose the method which shall be used
de: Bitte die gewünsche methode wählen

source: Notification
de: Benachrichtigung

source: Note
de: Hinweis

source: To add more Geofences, you need to puchase the "Unlimited Fences" feature. Would you like to do so?
de: Um weitere Geofences hinzuzufügen musst du das "Unlimited Fences" feature kaufen, möchtest du dies nun tun?

source: No
de: Nein

source: Yes
de: Ja

source: Error
de: Fehler

source: There has been an error performing the purchase, please try again later.
de: Leider gab es einen Fehler beim Durchführen des Kaufes, bitte versuch es später noch ein mal.

source: Open-Source Licenses
de: Open-Source Lizenzen

source: Success
de: Erfolg

source: Thank you for your purchase! You may now add as many fences as you like.
de: Vielen Dank für deinen Kauf! Du darfst nun so viele Geofences hnizufügen wie du möchtest.

source: There has been a problem performing your purchase, pease try again later.
de: Leider gab es ein Problem beim Kauf, bitte versuch es später noch ein mal.

source: Thank you! All your purchases have been restored!
de: Vielen Dank! All deine Einkäufe wurden wiederhergestellt.

source: There has been a problem restoring your purchases, pease try again later.
de: Leider gab es ein Problem beim Wiederherstellen deiner Einkäufe, bitte versuch es später noch ein mal.

source: Unlock "Unlimited Fences"
de: Kaufe "Unlimited Fences"

source: "Unlimited Fences" unlocked!
de: "Unlimited Fences" freigeschaltet!

source: No iBeacon Preset
de: Keine Voreinstellung

source: Enter Address
de: Adresse eingeben

source: Use
de: Benutzen

source: Cancel
de: Abbrechen

source: Unknown Location
de: Unbekannte Adresse

source: No location found. Please refine your query.
de: Dieser Ort wurde nicht gefunden. Bitte verfeinere deine Suchanfrage.

source: Minor / Major value must not exceed: %d. Please change your Values.
de: Minor / Major werte dürfen den folgenden Wert nicht überschreiten: %d. Bitte passe deine Werte an.

source: POST Success:
de: POST Erfolg:

source: POST Failure:
de: POST Fehler:

source: GET Success:
de: GET Erfolg:

source: GET Failure:
de: GET Fehler:

source: Anonymous statistics provide us with helpful info to improve the App, would you really like to diable it?
de: Die anonymen Statistiken helfen uns die App zu verbessern, möchtest du sie wirklich deaktivieren?

source: View and manage your Geofences
de: Verwalte deine Geofences

source: Settings
de: Einstellungen

source: Change you global HTTP url, etc...
de: Setze die globale Push URL etc...

source: Something went wrong? Text us!
de: Irgendwas läuft nicht? Schreib uns!!

source: Follow @Geofancy at #Twitter!
de: Folge @Geofancy auf #Twitter!

source: This will open up Twitter. Ready?
de: Twitter wird geöffnet. Bereit?

source: This will open up Facebook. Ready?
de: Facebook wird geöffnet. Bereit?

source: This will open up %@. Ready?
de: %@ wird geöffnet. Bereit?

source: Please make sure to enable "Background App Fetch" inside your Device's Settings. This is required for the App to work flawlessly.
de: Bitte achte darauf dass "Hintergrundaktualisierung" in deinen Einstellungen unter "Allgemein" aktiviert ist!

source: Your account has been created successfully! You have been logged in automatically.
de: Dein Acount wurde erfolgreich erstell und du wurdest automatisch eingeloggt!

source: Your account has been created successfully! You may now sign in using the prvoided credentials.
de: Dein Account wurde erfolgreich erstellt! Du kannst dich nun mit deinen Zugangsdaten einloggen!

source: A user with the same Username / E-Mail address ist already existing. Please choose another one.
de: Ein Benutzer mit diesem Benutzername / E-Mail Adresse existiert bereits, bitte wähle einen anderen.

source: Please enter a Username and a Password which have a minimum of 5 chars.
de: Dein Benutzername, die E-Mail Adresse sowie das Passwort müssen mindestens 5 Zeichen lang sein.

source: This will open up Safari and lead to our TOS. Sure?
de: Die Nutzungsbedingungen werden im Safari geöffnet, wirklich öffnen?

source: Login successful! Your triggered geofences will now be visible in you Account at http://my.geofancy.com!
de: Login erfolgreich, du kannst dir die geofences auf http://my.geofancy.com anschauen!

source: There has been a problem with your login, please try again!
de: Es gab ein Problem beim Login, bitte versuche es erneut.

source: This will open up Safari and lead you to the password recovery website. Sure?
de: Die "Password vergessen"-Seite wird im Safari geöffnet, wirklich öffnen?

source: My Geofancy Backup
de: Mein Geofancy Backup

source: You need to setup an Email account. Go to your device's settings into the mail section.
de: Bitte lege in den Einstellungen deines Geräts einen Email Account an! Sonst kannst du dir dein Backup nicht zuschicken.

source: Your Geofences (no iBeacons) will be exported as an ordinary GPX file, only location and UUID/Name as well as Description will be exported. Custom settings like radius and URLs will fall back to default.
de: Deine Geofences (keine iBeacons) werden als gewöhnliche GPX Datei exportiert, dabei werden nur Name/UUID sowie Position und Beschreibung gespeichert. Individuelle Einstellungen wie Radius und URLs gehen verloren.

source: Would you like to keep your existing Geofences?
de: Möchtest du deine bestehenden Geofences behalten?

source: An error occured when trying to open our GPX file, maybe it's damaged?
de: Ein Fehler ist beim Import deiner GPX Datei aufgetreten, bitte prüfe die Datei.

source: Your GPX file has been sucessfully imported.
de: Deine GPX Datei wurde erfolgreich importiert.

source: There's a maximum limit of 20 Geofences per App, please remove some Geofences before adding new ones.
de: Jede App darf maximal 20 Geofences überwachen, bitte entferne zuerst Geofences bevor du neue anlegst.

source: Only %1$d of the %2$d Geofences could be imported due to the 20 Geofences limit.
de: Es konnten nur %1$d deiner %2$d Geofences importiert werden, da pro App nur 20 Geofenes überwacht werden können.

source: Really delete this Entry?
de: Eintrag wirklich löschen?

source: Would you like to add a new Geofence locally or import it from my.geofancy.com?
de: Möchtest du einen Geofence lokal anlegen oder aus der Cloud importieren?

source: Add locally
de: Lokal hinzufügen

source: Import
de: Importieren

source: No Geofences
de: Keine Geofences

source: Add some Geofences at https://my.geofancy.com to get going.
de: Lege ein paar Geofences auf https://my.geofancy.com and um sie dann zu importieren.

source: This Geofence will be sent to your my.geofancy.com Account, you may then use it on any other Device. Would you like to do this?
de: Dieser Geofence wird in deinen my.geofancy.com Account geladen, du kannst ihn danach auf jedem deiner Geräte verwenden. Möchtest du fortfahren?

source: Backup
de: Sichern

source: An error occured when backing up your Geofence, please try again.
de: Beim Sichern deines Geofences ist ein Fehler aufgetreten, bitte versuche es erneut.

source: Your Geofence has been backed up successfully.
de: Dein Geofence wurde erfolgreich gesichert.
